cfd/cases/leg_closed/system/decomposeParDict
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 8;
method          hierarchical;
hierarchicalCoeffs { n (2 2 2); order xyz; }
